<?php
/**
 * OTA Known Mappings
 * Auto-generated file
 */
return array (
  'グランドメルキュール淡路島リゾート＆スパの魅力 &#8211; 海を望む絶景' => 
  array (
    'urls' => 
    array (
    ),
    'created_at' => '2025-12-22 13:18:37',
    'updated_at' => '2025-12-26 22:00:39',
  ),
  '鴨川館　 鴨川温泉の魅力 &#8211; 温泉の癒し' => 
  array (
    'urls' => 
    array (
    ),
    'created_at' => '2025-12-22 20:58:37',
    'updated_at' => '2025-12-26 16:48:42',
  ),
  '志摩地中海村の魅力 &#8211; 海を望む絶景' => 
  array (
    'urls' => 
    array (
    ),
    'created_at' => '2025-12-31 00:13:59',
    'updated_at' => '2025-12-31 00:13:59',
  ),
  '里創人倶楽部　伊勢志摩の魅力 &#8211; 絶景露天風呂' => 
  array (
    'urls' => 
    array (
    ),
    'created_at' => '2025-12-31 07:40:35',
    'updated_at' => '2025-12-31 07:40:35',
  ),
  'ホテルオークラ新潟の魅力 &#8211; 癒しの大浴場' => 
  array (
    'urls' => 
    array (
    ),
    'created_at' => '2025-12-31 14:10:52',
    'updated_at' => '2025-12-31 14:10:52',
  ),
  'ホテルグリーンプラザ浜名湖の魅力 &#8211; 癒しの大浴場' => 
  array (
    'urls' => 
    array (
    ),
    'created_at' => '2025-12-31 18:54:03',
    'updated_at' => '2025-12-31 18:54:03',
  ),
  'アンダの森　伊豆いっぺき湖の魅力 &#8211; 絶景露天風呂' => 
  array (
    'urls' => 
    array (
    ),
    'created_at' => '2026-01-01 08:57:42',
    'updated_at' => '2026-01-19 20:50:42',
  ),
  '亀の井ホテル　熱海の魅力 &#8211; 癒しの大浴場' => 
  array (
    'urls' => 
    array (
    ),
    'created_at' => '2026-01-01 08:58:29',
    'updated_at' => '2026-01-01 08:58:29',
  ),
  '白浜温泉　ホテル川久の魅力 &#8211; 源泉かけ流しの贅沢' => 
  array (
    'urls' => 
    array (
    ),
    'created_at' => '2026-01-01 16:55:00',
    'updated_at' => '2026-01-04 11:48:08',
  ),
  '白浜温泉　ホテル川久の魅力 &#8211; 絶景露天風呂' => 
  array (
    'urls' => 
    array (
    ),
    'created_at' => '2026-01-05 09:34:32',
    'updated_at' => '2026-02-10 20:42:54',
  ),
  '別府温泉　杉乃井ホテルの魅力 &#8211; 絶景露天風呂' => 
  array (
    'urls' => 
    array (
    ),
    'created_at' => '2026-01-15 10:16:30',
    'updated_at' => '2026-01-15 10:16:35',
  ),
  '焼津温泉　焼津グランドホテルの魅力 &#8211; 絶景露天風呂' => 
  array (
    'urls' => 
    array (
    ),
    'created_at' => '2026-01-15 21:58:44',
    'updated_at' => '2026-01-17 13:28:23',
  ),
  'シェラトン・グランデ・トーキョーベイ・ホテル' => 
  array (
    'urls' => 
    array (
    ),
    'created_at' => '2026-01-20 12:35:15',
    'updated_at' => '2026-01-20 12:49:34',
  ),
  '横浜ベイホテル東急' => 
  array (
    'urls' => 
    array (
    ),
    'created_at' => '2026-01-20 17:07:10',
    'updated_at' => '2026-01-20 17:07:10',
  ),
  '横浜ベイホテル東急の魅力 &#8211; 煌めく夜景' => 
  array (
    'urls' => 
    array (
    ),
    'created_at' => '2026-01-21 09:19:20',
    'updated_at' => '2026-02-10 20:44:37',
  ),
  'ホテル近鉄ユニバーサル・シティの魅力 &#8211; 特別な滞在' => 
  array (
    'urls' => 
    array (
    ),
    'created_at' => '2026-01-21 13:51:59',
    'updated_at' => '2026-01-21 13:52:11',
  ),
  '' => 
  array (
    'urls' => 
    array (
    ),
    'created_at' => '2026-01-31 11:11:55',
    'updated_at' => '2026-02-08 14:23:30',
  ),
  '熱海倶楽部　迎賓館の魅力 &#8211; 源泉かけ流しの贅沢' => 
  array (
    'urls' => 
    array (
    ),
    'created_at' => '2026-01-31 20:20:43',
    'updated_at' => '2026-02-01 17:55:27',
  ),
  'ホテルニューグランドの魅力 &#8211; 絶景露天風呂' => 
  array (
    'urls' => 
    array (
    ),
    'created_at' => '2026-02-05 19:56:42',
    'updated_at' => '2026-02-05 19:56:42',
  ),
  '三井ガーデンホテル横浜みなとみらいプレミアの魅力 &#8211; 煌めく夜景' => 
  array (
    'urls' => 
    array (
    ),
    'created_at' => '2026-02-06 07:02:30',
    'updated_at' => '2026-02-10 20:44:07',
  ),
  '嬉野温泉　大正屋の魅力 &#8211; 絶景露天風呂' => 
  array (
    'urls' => 
    array (
    ),
    'created_at' => '2026-02-06 16:19:13',
    'updated_at' => '2026-02-11 17:52:47',
  ),
  'ザ・カハラ・ホテル＆リゾート　横浜の魅力 &#8211; 煌めく夜景' => 
  array (
    'urls' => 
    array (
    ),
    'created_at' => '2026-02-09 23:05:20',
    'updated_at' => '2026-02-11 22:00:21',
  ),
  '鬼怒川温泉 あさやの魅力 &#8211; 源泉かけ流しの贅沢' => 
  array (
    'urls' => 
    array (
    ),
    'created_at' => '2026-02-10 18:55:29',
    'updated_at' => '2026-02-12 05:47:37',
  ),
);
